cask_args appdir: '/Applications'

tap 'beeftornado/rmtree'
tap 'github/gh'

brew 'asdf'
brew 'bat'
brew 'direnv'
brew 'fish'
brew 'fzf'
brew 'ghq'
brew 'git'
brew 'hub'
brew 'mas'
brew 'neovim'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'

cask 'aquaskk'
cask 'docker'
cask '1password-cli'

mas '1Password', id: 1333542190
mas 'Magnet', id: 441258766
